IdeaRS.Connections
GussetData.ConnectedMemberPath Property
Compatible with IDEA StatiCa 0.0
 Gets or sets diagonal beam segment which is connected to the gusset plate
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string ConnectedMemberPath { get; set; }
Property Value
Type: String
See Also
Reference
GussetData Class
IdeaRS.Connections.Data Namespace